export const TYPE_OF_TEXTILE = [
  {
    id: 0,
    name: 'Атласная ткань'
  },
  {
    id: 1,
    name: 'Байка'
  },
  {
    id: 2,
    name: 'Бархат, Велюр'
  },
  {
    id: 3,
    name: 'Батист'
  },
  {
    id: 4,
    name: 'Бифлекс, Лайкра'
  },
  {
    id: 5,
    name: 'Бортовка'
  },
  {
    id: 6,
    name: 'Вельбоа'
  },
  {
    id: 7,
    name: 'Вельвет'
  },
  {
    id: 8,
    name: 'Вискоза'
  },
  {
    id: 9,
    name: 'Габардин'
  },
  {
    id: 10,
    name: 'Гипюр'
  },
  {
    id: 11,
    name: 'Гобелен'
  },
  {
    id: 12,
    name: 'Дайвинг'
  },
  {
    id: 13,
    name: 'Деним'
  },
  {
    id: 14,
    name: 'Драп'
  },
  {
    id: 15,
    name: 'Дублерин'
  },
  {
    id: 16,
    name: 'Жаккард'
  },
  {
    id: 17,
    name: 'Жаккард пальтовый'
  },
  {
    id: 18,
    name: 'Замша'
  },
  {
    id: 19,
    name: 'Камуфляж'
  },
  {
    id: 20,
    name: 'Кашемир'
  },
  {
    id: 21,
    name: 'Кожа натуральная'
  },
  {
    id: 22,
    name: 'Кожа искусственная'
  },
  {
    id: 23,
    name: 'Костюмная ткань'
  },
  {
    id: 24,
    name: 'Креп'
  },
  {
    id: 25,
    name: 'Кружевное полотно'
  },
  {
    id: 26,
    name: 'Купра'
  },
  {
    id: 27,
    name: 'Лоден'
  },
  {
    id: 28,
    name: 'Льняная ткань'
  },
  {
    id: 29,
    name: 'Манжетная резинка'
  },
  {
    id: 30,
    name: 'Марлевка'
  },
  {
    id: 31,
    name: 'Махра'
  },
  {
    id: 32,
    name: 'Мех искусственный'
  },
  {
    id: 33,
    name: 'Микродайвинг'
  },
  {
    id: 34,
    name: 'Нетканое полотно'
  },
  {
    id: 35,
    name: 'Органза'
  },
  {
    id: 36,
    name: 'Пальтовка с ворсом'
  },
  {
    id: 37,
    name: 'Пальтовый мохер'
  },
  {
    id: 38,
    name: 'Пальтовый трикотаж'
  },
  {
    id: 39,
    name: 'Парча'
  },
  {
    id: 40,
    name: 'Плащевая ткань'
  },
  {
    id: 41,
    name: 'Подкладка'
  },
  {
    id: 42,
    name: 'Полиэстер'
  },
  {
    id: 43,
    name: 'Поплин'
  },
  {
    id: 44,
    name: 'Постельные ткани'
  },
  {
    id: 45,
    name: 'Рогожка'
  },
  {
    id: 46,
    name: 'Рогожка для штор'
  },
  {
    id: 47,
    name: 'Рогожка костюмная'
  },
  {
    id: 48,
    name: 'Сетка'
  },
  {
    id: 49,
    name: 'Силикон'
  },
  {
    id: 50,
    name: 'Синтепон'
  },
  {
    id: 51,
    name: 'Слимтекс'
  },
  {
    id: 52,
    name: 'Спанбонд'
  },
  {
    id: 53,
    name: 'Стрейчевые ткани'
  },
  {
    id: 54,
    name: 'Суровая ткань'
  },
  {
    id: 55,
    name: 'Тафта'
  },
  {
    id: 56,
    name: 'Твид'
  },
  {
    id: 57,
    name: 'Тентовая ткань'
  },
  {
    id: 58,
    name: 'Ткань для рубашек'
  },
  {
    id: 59,
    name: 'Ткань с пайетками'
  },
  {
    id: 60,
    name: 'Трехнитка'
  },
  {
    id: 61,
    name: 'Трикотаж для спорта'
  },
  {
    id: 62,
    name: 'Трикотаж костюмный'
  },
  {
    id: 63,
    name: 'Трикотаж с акрилом'
  },
  {
    id: 64,
    name: 'Трикотаж с вискозой'
  },
  {
    id: 65,
    name: 'Трикотаж с хлопоком'
  },
  {
    id: 66,
    name: 'Трикотаж с шерстью'
  },
  {
    id: 67,
    name: 'Трикотаж синтетический'
  },
  {
    id: 68,
    name: 'Трикотаж структурный'
  },
  {
    id: 69,
    name: 'Фатин'
  },
  {
    id: 70,
    name: 'Фетр для рукоделия'
  },
  {
    id: 71,
    name: 'Фланель рубашечная'
  },
  {
    id: 72,
    name: 'Флизелин'
  },
  {
    id: 73,
    name: 'Флис'
  },
  {
    id: 74,
    name: 'Хлопковая ткань'
  },
  {
    id: 75,
    name: 'Шелковая ткань'
  },
  {
    id: 76,
    name: 'Шитье'
  },
  {
    id: 77,
    name: 'Шифон'
  },
  {
    id: 78,
    name: 'Шотландка'
  },
  {
    id: 79,
    name: 'Штапель'
  },
  {
    id: 80,
    name: 'Эластан'
  },
  {
    id: 81,
    name: 'Этно'
  },
  {
    id: 82,
    name: 'Ажур'
  },
  {
    id: 83,
    name: 'Аксамит'
  },
  {
    id: 84,
    name: 'Акрил'
  },
  {
    id: 85,
    name: 'Алтабас'
  },
  {
    id: 86,
    name: 'Альпака'
  },
  {
    id: 87,
    name: 'Атлас'
  },
  {
    id: 88,
    name: 'Афгален'
  },
  {
    id: 89,
    name: 'Ацетат'
  },
  {
    id: 90,
    name: 'Бареж'
  },
  {
    id: 91,
    name: 'Бархат'
  },
  {
    id: 92,
    name: 'Бифлекс'
  },
  {
    id: 93,
    name: 'Брезент'
  },
  {
    id: 94,
    name: 'Брокат'
  },
  {
    id: 95,
    name: 'Букле'
  },
  {
    id: 96,
    name: 'Бумазея'
  },
  {
    id: 97,
    name: 'Бурет'
  },
  {
    id: 98,
    name: 'Бязь'
  },
  {
    id: 99,
    name: 'Ватола'
  },
  {
    id: 100,
    name: 'Велюр'
  },
  {
    id: 101,
    name: 'Виссон'
  },
  {
    id: 102,
    name: 'Войлок'
  },
  {
    id: 103,
    name: 'Вуаль'
  },
  {
    id: 104,
    name: 'Газ'
  },
  {
    id: 105,
    name: 'Глазет'
  },
  {
    id: 106,
    name: 'Гомеспун'
  },
  {
    id: 107,
    name: 'Грезет'
  },
  {
    id: 108,
    name: 'Гро'
  },
  {
    id: 109,
    name: 'Губертус'
  },
  {
    id: 110,
    name: 'Грогрон'
  },
  {
    id: 111,
    name: 'Гроденапль'
  },
  {
    id: 112,
    name: 'Гродетур'
  },
  {
    id: 113,
    name: 'Дамаст'
  },
  {
    id: 114,
    name: 'Дамаск'
  },
  {
    id: 115,
    name: 'Деворе'
  },
  {
    id: 116,
    name: 'Демикотон'
  },
  {
    id: 117,
    name: 'Дерматин'
  },
  {
    id: 118,
    name: 'Дерюга'
  },
  {
    id: 119,
    name: 'Джерси'
  },
  {
    id: 120,
    name: 'Джутовая ткань'
  },
  {
    id: 121,
    name: 'Диагональ'
  },
  {
    id: 122,
    name: 'Дифтин'
  },
  {
    id: 123,
    name: 'Донегаль'
  },
  {
    id: 124,
    name: 'Драдедам'
  },
  {
    id: 125,
    name: 'Дубль'
  },
  {
    id: 126,
    name: 'Дымка'
  },
  {
    id: 127,
    name: 'Дюшес'
  },
  {
    id: 128,
    name: 'Жатка'
  },
  {
    id: 129,
    name: 'Жоржет'
  },
  {
    id: 130,
    name: 'Зарбаф, изорбаф'
  },
  {
    id: 131,
    name: 'Зефир'
  },
  {
    id: 132,
    name: 'Изгребина'
  },
  {
    id: 133,
    name: 'Казинет'
  },
  {
    id: 134,
    name: 'Каразея'
  },
  {
    id: 135,
    name: 'Карбон'
  },
  {
    id: 136,
    name: 'Камлот'
  },
  {
    id: 137,
    name: 'Канифас'
  },
  {
    id: 138,
    name: 'Камвольная'
  },
  {
    id: 139,
    name: 'Канва'
  },
  {
    id: 140,
    name: 'Кепер'
  },
  {
    id: 141,
    name: 'Кевлар'
  },
  {
    id: 142,
    name: 'Кирза'
  },
  {
    id: 143,
    name: 'Кисея'
  },
  {
    id: 144,
    name: 'Китайка'
  },
  {
    id: 145,
    name: 'Клоке'
  },
  {
    id: 146,
    name: 'Коленкор'
  },
  {
    id: 147,
    name: 'Коломянка'
  },
  {
    id: 148,
    name: 'Корд'
  },
  {
    id: 149,
    name: 'Кордура'
  },
  {
    id: 150,
    name: 'Кретон'
  },
  {
    id: 151,
    name: 'Кримплен'
  },
  {
    id: 152,
    name: 'Круль'
  },
  {
    id: 153,
    name: 'Крэш (Кринкл)'
  },
  {
    id: 154,
    name: 'Кумач'
  },
  {
    id: 155,
    name: 'Купро'
  },
  {
    id: 156,
    name: 'Крепдешин'
  },
  {
    id: 157,
    name: 'Креп-жоржет'
  },
  {
    id: 158,
    name: 'Креп-шифон'
  },
  {
    id: 159,
    name: 'Креп-сатин'
  },
  {
    id: 160,
    name: 'Лайкра'
  },
  {
    id: 161,
    name: 'Лаке'
  },
  {
    id: 162,
    name: 'Лён'
  },
  {
    id: 163,
    name: 'Люстрин'
  },
  {
    id: 164,
    name: 'Мадаполам'
  },
  {
    id: 165,
    name: 'Маркизет'
  },
  {
    id: 166,
    name: 'Марля'
  },
  {
    id: 167,
    name: 'Марселин'
  },
  {
    id: 168,
    name: 'Махровая ткань'
  },
  {
    id: 169,
    name: 'Меринос'
  },
  {
    id: 170,
    name: 'Мешковина'
  },
  {
    id: 171,
    name: 'Микрофибра'
  },
  {
    id: 172,
    name: 'Миткаль'
  },
  {
    id: 173,
    name: 'Молескин'
  },
  {
    id: 174,
    name: 'Мохер'
  },
  {
    id: 175,
    name: 'Модал'
  },
  {
    id: 176,
    name: 'Муар'
  },
  {
    id: 177,
    name: 'Муслин'
  },
  {
    id: 178,
    name: 'Мухояр'
  },
  {
    id: 179,
    name: 'Муар-антик'
  },
  {
    id: 180,
    name: 'Громуар'
  },
  {
    id: 181,
    name: 'Набивная ткань'
  },
  {
    id: 182,
    name: 'Нанка'
  },
  {
    id: 183,
    name: 'Нате'
  },
  {
    id: 184,
    name: 'Объярь'
  },
  {
    id: 185,
    name: 'Омбре'
  },
  {
    id: 186,
    name: 'Органди'
  },
  {
    id: 187,
    name: 'Органтин'
  },
  {
    id: 188,
    name: 'Панама'
  },
  {
    id: 189,
    name: 'Парусина'
  },
  {
    id: 190,
    name: 'Пепита'
  },
  {
    id: 191,
    name: 'Перкаль'
  },
  {
    id: 192,
    name: 'Пестроткань'
  },
  {
    id: 193,
    name: 'Пестрядь'
  },
  {
    id: 194,
    name: 'Пике'
  },
  {
    id: 195,
    name: 'Плис'
  },
  {
    id: 196,
    name: 'Плюш'
  },
  {
    id: 197,
    name: 'Полиамид'
  },
  {
    id: 198,
    name: 'Поликоттон'
  },
  {
    id: 199,
    name: 'Полубархат'
  },
  {
    id: 200,
    name: 'Пониток'
  },
  {
    id: 201,
    name: 'Посконь'
  },
  {
    id: 202,
    name: 'Равендук'
  },
  {
    id: 203,
    name: 'Ратин'
  },
  {
    id: 204,
    name: 'Рединка'
  },
  {
    id: 205,
    name: 'Репс'
  },
  {
    id: 206,
    name: 'Рогожа'
  },
  {
    id: 207,
    name: 'Саржа'
  },
  {
    id: 208,
    name: 'Сарпинка'
  },
  {
    id: 209,
    name: 'Сатин'
  },
  {
    id: 210,
    name: 'Сермяга'
  },
  {
    id: 211,
    name: 'Серпянка'
  },
  {
    id: 212,
    name: 'Синель'
  },
  {
    id: 213,
    name: 'Сизаль'
  },
  {
    id: 214,
    name: 'Ситец'
  },
  {
    id: 215,
    name: 'Стамед'
  },
  {
    id: 216,
    name: 'Стекловолокно'
  },
  {
    id: 217,
    name: 'Стёганое полотно'
  },
  {
    id: 218,
    name: 'Сукно'
  },
  {
    id: 219,
    name: 'Тарлатан'
  },
  {
    id: 220,
    name: 'Термолама'
  },
  {
    id: 221,
    name: 'Терно'
  },
  {
    id: 222,
    name: 'Тибет'
  },
  {
    id: 223,
    name: 'Тик'
  },
  {
    id: 224,
    name: 'Трикотин'
  },
  {
    id: 225,
    name: 'Трип'
  },
  {
    id: 226,
    name: 'Туаль'
  },
  {
    id: 227,
    name: 'Тюль'
  },
  {
    id: 228,
    name: 'Фай'
  },
  {
    id: 229,
    name: 'Фетр'
  },
  {
    id: 230,
    name: 'Фламинго'
  },
  {
    id: 231,
    name: 'Фланель'
  },
  {
    id: 232,
    name: 'Флауш'
  },
  {
    id: 233,
    name: 'Флок'
  },
  {
    id: 234,
    name: 'Фофудья'
  },
  {
    id: 235,
    name: 'Фреска'
  },
  {
    id: 236,
    name: 'Фриз'
  },
  {
    id: 237,
    name: 'Фуляр'
  },
  {
    id: 238,
    name: 'Футер'
  },
  {
    id: 239,
    name: 'Хлопок'
  },
  {
    id: 240,
    name: 'Холст'
  },
  {
    id: 241,
    name: 'Чесуча'
  },
  {
    id: 242,
    name: 'Шалон'
  },
  {
    id: 243,
    name: 'Шанжан'
  },
  {
    id: 244,
    name: 'Шевиот'
  },
  {
    id: 245,
    name: 'Шенилл'
  },
  {
    id: 246,
    name: 'Шёлк'
  },
  {
    id: 247,
    name: 'Шёлковый шантунг'
  },
  {
    id: 248,
    name: 'Шине'
  },
  {
    id: 249,
    name: 'Штоф'
  },
  {
    id: 250,
    name: 'Эпингель'
  },
  {
    id: 251,
    name: 'Этамин'
  }
]
